alacritty
base
base-devel
bluez
bluez-utils
cups
cups-pk-helper
dmenu
efibootmgr
fastfetch
firefox
git
go
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iwd
libpulse
libva-intel-driver
linux
linux-firmware
neovim
nodejs
npm
openssh
perl-anyevent-i3
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
smartmontools
sof-firmware
spotify-launcher
sudo
system-config-printer
tmux
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
xorg-xrandr
xss-lock
zram-generator
